{
  "title": "F i r s t F a l l",
  "body": [
    "As summer closes, the cold opposes the heat of dying season.",
    "The proud leaves of green, all new, sleek, and sheen, begin their deathly bleeding.",
    "A cycle for most, a feeling not close to any demise at all.",
    "However for one, the pain is not gone, for this tree, it is first Fall.",
    "The color, it fades, and the life, decays; the death comes with apathy.",
    "All the trees stand tall, watching their leaves fall, they all knew the leaves would flee.",
    "But still, for the one, whom Falls, it had none, watching leaves drop makes it cry.",
    "This innocent tree, lacking memory, hates indifference when leaves die.",
    "The childish tree, filled with sympathy, through tears, crying out, it yells:",
    "“How can you not care? I don’t think it’s fair. Can’t you see? Your leaves, they fell!",
    "Did you not reach down, your roots in the ground, to water those precious leaves?",
    "Help me comprehend, how, when leaves descend, you trees feel nothing but peace!”",
    "From up on its perch, a worn peeling birch, shedding, timeworn, old and thin,",
    "Glanced down to the ground, face stuck in a frown, and said “Where do I begin?”",
    "“You think you’re alone? Look at me! I’ve grown, you are not the first to bawl.",
    "We’ve all had a taste, you call it disgrace, but this is just your first Fall.”",
    "The childish mess tried hard to suppress, the sadness that stung inside.",
    "It choked back a tear, and realized its fear: “I don’t want the pain denied.",
    "Please, I want to feel, the hurt should be real. I think it’s unjust to quell",
    "A feeling that’s true. I think you should rue the day your tears did not swell.”",
    "The old tree snickered, “That will fade quicker than perhaps three Falls at best.",
    "Hear me, young child, you should feel mild, you don’t have cause to detest",
    "my indifference. You’re not different than I, when I was as small.",
    "You’ll come to realize, that having dry eyes, outweighs affection each Fall.”",
    "The small infantile, it stared up until that old pale tree met its gaze.",
    "“You choose not to feel. Have you lost your zeal? Are feelings stuck in a haze?",
    "Though I am still young, I don’t think it’s wrong for you to hear what I ask.",
    "Please tell me, old tree, does letting pain flee make feeling a hopeless task?”",
    "The tree stopped and thought. In its head, it fought with good by the heart and mind.",
    "It hoped to uncover, that they, together, had the same belief inside.",
    "But, within its chest, it knew it was best to let a feeling take hold,",
    "And, within its head, to hold onto dread, was something it learned to scold.",
    "So, the old tree stirred. Somehow he had blurred the line between love and pain.",
    "The old tree had found, that the two were wound, within an interlocked chain.",
    "So, he stopped to stare, ‘twas a sullen glare, at his last withering leaf.",
    "It dropped and then died. Something moved inside. The pale, worn, old tree felt grief.",
    "The young tree observed as the old conserved the combating views within.",
    "Then, without warning, the old was mourning, and a tear ran down its skin.",
    "The young was surprised, for those dormant eyes had suddenly chose to feel.",
    "The crying looked down. The young on the ground had pain the old would not steal.",
    "~~",
    "Autumn has faded. Winter invaded the last memory of sun.",
    "Where once, there were leaves, now, all have deceased, freezing death has begun.",
    "The old and the new, their feelings, all true, navigate winter with tears.",
    "Their icicles gleam. They bring about dreams of beautiful spring that nears.",
    ""
  ]
}